tutorials/laserbeamFoam/AutoCalibrateParameter/constant/location
ITEM: TIMESTEP
750000
ITEM: NUMBER OF ATOMS
1472
ITEM: BOX BOUNDS mm mm mm
-3e-06 0.030003
-8e-06 0.080008
-3e-06 0.030003
ITEM: ATOMS v_x1 v_y1 v_z1 v_rad1 
6.77376e-05 7.70357e-06 0.000225938 7.705e-06 
6.48964e-05 3.48337e-05 0.000238241 8.755e-06 
4.2626e-05 2.60387e-05 0.000208753 8.755e-06 
4.01336e-05 6.77924e-06 0.000245851 6.78e-06 
4.85597e-05 1.83281e-05 0.00022997 1.45885e-05 
3.14563e-05 4.09875e-05 0.000209944 9.945e-06 
7.70422e-06 5.64707e-05 0.000207703 7.705e-06 
1.31725e-05 1.18882e-05 0.000211299 1.1301e-05 
6.68752e-05 1.97938e-05 0.0002113 1.1301e-05 
3.28173e-05 8.75491e-06 0.000208754 8.755e-06 
5.70457e-05 4.53394e-05 0.000216572 1.6575e-05 
1.13002e-05 3.44119e-05 0.0002113 1.1301e-05 
4.05263e-05 1.30177e-05 0.000260072 8.755e-06 
4.79876e-05 3.43775e-05 0.000254328 1.45885e-05 
6.77841e-06 6.77851e-06 0.00022742 6.78e-06 
1.28394e-05 7.56888e-05 0.000212839 1.284e-05 
6.31622e-05 9.94436e-06 0.000247812 9.945e-06 
1.88304e-05 2.097e-05 0.000245004 1.88315e-05 
5.03265e-05 8.75432e-06 0.000208754 8.755e-06 
7.83274e-05 3.20214e-05 0.000225114 9.945e-06 
3.99919e-05 6.39864e-05 0.000228339 1.1301e-05 
2.98508e-05 6.08114e-05 0.000209943 9.945e-06 
8.10909e-05 7.70388e-06 0.000207704 7.705e-06 
3.46917e-05 3.92969e-05 0.000229495 9.945e-06 
7.41031e-05 6.01971e-05 0.000207705 7.705e-06 
1.45914e-05 5.3338e-05 0.000228672 1.45885e-05 
5.93946e-05 7.26102e-05 0.0002113 1.1301e-05 
2.5514e-05 7.87164e-05 0.000237514 1.1301e-05 
3.32014e-05 5.21355e-05 0.000244612 9.945e-06 
5.77075e-05 7.70798e-05 0.00023339 1.1301e-05 
2.65386e-05 6.62655e-05 0.000250584 6.78e-06 
4.23182e-05 7.12676e-05 0.000248168 9.945e-06 
7.98084e-05 7.70448e-06 0.000238114 7.705e-06 
5.58166e-05 5.59375e-05 0.000242325 1.1301e-05 
6.09658e-05 7.23665e-05 0.00025261 8.755e-06 
4.43005e-05 5.67543e-05 0.00025624 6.78e-06 
8.13999e-05 7.77736e-05 0.000211299 1.1301e-05 
7.0622e-05 1.97156e-05 0.000235148 7.705e-06 
8.47302e-05 5.85445e-05 0.000234256 1.88315e-05 
8.9687e-05 2.02773e-05 0.000234208 8.755e-06 
8.48466e-05 4.31237e-05 0.000209944 9.945e-06 
9.94486e-06 6.68873e-05 0.000248589 9.945e-06 
7.5458e-05 3.86152e-05 0.000254866 1.1301e-05 
6.92819e-05 5.76236e-05 0.000257092 8.755e-06 
7.67283e-05 7.69911e-05 0.000251572 7.705e-06 
6.60538e-05 2.3374e-05 0.000257351 6.78e-06 
4.24848e-05 8.51602e-05 0.000238858 6.78e-06 
8.28653e-05 7.70466e-06 0.00022301 7.705e-06 
7.70432e-06 7.41792e-05 0.000232673 7.705e-06 
9.17332e-05 2.30336e-05 0.0002113 1.1301e-05 
1.13003e-05 8.86308e-05 0.000252022 1.1301e-05 
9.62488e-05 3.39578e-05 0.000247323 1.1301e-05 
9.91637e-05 8.75463e-06 0.000225043 8.755e-06 
0.000110026 3.61333e-05 0.000205965 5.965e-06 
0.000107659 5.03933e-05 0.000208754 8.755e-06 
0.000110634 2.80362e-05 0.000256539 6.78e-06 
0.000110208 6.74924e-05 0.000247626 1.1301e-05 
0.000101328 8.41761e-05 0.000237486 5.965e-06 
0.000105845 3.66874e-05 0.000225341 1.284e-05 
0.000127202 4.98696e-05 0.000209944 9.945e-06 
0.000119696 2.27717e-05 0.000211298 1.1301e-05 
0.000144198 1.45875e-05 0.000214587 1.45885e-05 
0.000143438 6.03492e-05 0.000228033 1.45885e-05 
0.00011667 8.75336e-06 0.000225316 8.755e-06 
0.000114868 7.50403e-05 0.000218829 1.88315e-05 
0.000105582 8.75356e-06 0.000208754 8.755e-06 
0.000107617 1.2851e-05 0.000244487 1.284e-05 
0.000118918 5.21493e-05 0.000235789 9.945e-06 
0.000132081 3.53866e-05 0.000227734 1.284e-05 
0.000117259 3.21237e-05 0.000243096 8.755e-06 
0.000170152 8.75375e-06 0.000208753 8.755e-06 
0.000164625 5.84885e-05 0.000225981 6.78e-06 
0.000145359 9.94488e-06 0.000253607 9.945e-06 
0.00014048 7.31708e-05 0.000208753 8.755e-06 
0.00017185 1.84315e-05 0.000229925 1.45885e-05 
0.00015149 8.75417e-06 0.000235981 8.755e-06 
0.000139798 8.19917e-05 0.000250157 1.6575e-05 
0.00015403 3.78993e-05 0.000250425 1.88315e-05 
0.000159055 3.96975e-05 0.000214587 1.45885e-05 
0.000132005 1.32761e-05 0.000237423 1.1301e-05 
0.000178787 4.65111e-05 0.000232377 1.284e-05 
0.000164492 6.71455e-05 0.000244243 1.284e-05 
0.000190383 7.35378e-05 0.000231837 1.6575e-05 
0.000191904 1.57197e-05 0.00024844 1.284e-05 
0.000173085 6.47976e-05 0.0002113 1.1301e-05 
0.000188456 7.53966e-05 0.000207705 7.705e-06 
0.00016518 9.94466e-06 0.000251956 9.945e-06 
0.000185925 5.12552e-05 0.000207704 7.705e-06 
0.000151336 6.27285e-05 0.000259392 7.705e-06 
0.000193075 3.12929e-05 0.000214586 1.45885e-05 
0.000156276 7.7678e-05 0.000207704 7.705e-06 
0.000160838 7.51768e-05 0.00022332 8.755e-06 
0.000188902 8.77061e-06 0.000208755 8.755e-06 
0.000187246 5.6304e-05 0.000246021 5.965e-06 
0.000194621 9.94313e-06 0.000226569 9.945e-06 
0.000159371 8.53366e-05 0.000236185 7.705e-06 
0.000199275 4.88882e-05 0.000205964 5.965e-06 
0.00020658 7.67455e-05 0.000254297 1.1301e-05 
0.000201955 6.40561e-05 0.000209942 9.945e-06 
0.00020932 1.14043e-05 0.0002113 1.1301e-05 
...
0.000232636 0.000717969 0.000232072 8.755e-06 
