tutorials/laserbeamFoam/AutoCalibrateParameter/constant/timeVsLaserPosition
(
    (0          (150e-6 100e-6 280e-6))
    (600e-6     (150e-6 700e-6 280e-6))
    (1000e-6    (150e-6 700e-6 280e-6))
)
