tutorials/laserbeamFoam/AutoCalibrateParameter/constant/timeVsLaserPower
(
    (0           200.0)
    (1e-8           200.0)
    (600e-6           200.0)
    (600.001e-6           0.0)
    (1000e-6           0.0)
)
